

TEXT_DESC ="""
\n📊 Покупка-продажа каналов, групп и рекламы. 
📝 Создадание, продвижение и наполнение.

Для начала работы бота введите или нажмите  /start"""

TEXT_SHORT_DESC = """⭐️ Канал: https://t.me/birzha_reclamy 
🤖 Админ: https://t.me/romurbah"""

TEXT_START = """
👋 Приветствуем вас в нашем рекламном боте! 🤖

Добро пожаловать в наше сообщество! 🎉 Мы рады приветствовать каждого нового пользователя. 🤝

Прежде чем вы начнете использовать полный функционал бота, пожалуйста, ознакомьтесь с нашими правилами пользования. 🔍
Это важно, чтобы все участники нашего сообщества могли комфортно и безопасно пользоваться нашим сервисом. 🛡️

У вас есть время, чтобы прочитать правила ниже и ознакомиться с ними. ⏳После этого вы сможете начать размещение рекламы и пользоваться всеми возможностями бота. 🚀

📜 [Правила пользователя по ссылки ниже] 📜

https://t.me/birzha_reclamy/3007
"""

TEXT_INFO = """
<b>Добро пожаловать!</b>

Изменения которые вышли:
<blockquote><b>05.05.2024</b> - Нельзя запланировать выход нескольких постов на один и тот же день для одного пользователя. 
Это означает, что если вы выбрали к примеру время 11:00 - 05.05.2024, то выбрать еще время в этот же день не получится.
<b>05.05.2024</b> - Вышла новая игра "Слоты". Играть можно каждый час.</blockquote> 
"""

DEPOSIT_TEXT = """
Введите сумму в рублях, на которую хотите пополнить свой баланс в боте. 
<b>Не меньше 50.0 и не больше 10000.0</b>"""